Repository: Bad-Request/post-notif
Catalog: languages/post-notif-*.po
Languages: cs_cz, nl_nl

source: Auto
cs_cz: Automaticky
nl_nl: Automatisch

source: Manual
cs_cz: Ručně
nl_nl: Handmatig

source: Post notif for this post is already IN PROCESS. Please check back later.
cs_cz: Post notif pro tento příspěvek je již ZPRACOVÁVAN. Zkontrolujte prosím později.
nl_nl: De notificatie voor deze post loopt al. Kom later nog eens terug.

source: Processing...
cs_cz: Probíhá...
nl_nl: Aan het werk...

source: Invalid date and/or time! Please try again.
cs_cz: Neplatné datum a/nebo čas! Prosím zkuste znovu.
nl_nl: Ongeldige datum en/of tijd. Probeer het nog eens.

source: Post notification process, for this post, is already running!
cs_cz: Proces upozornění na tento příspěvek již probíhá!
nl_nl: De notificatie voor deze post loopt al!

source: One post notification has been sent for this post!
cs_cz: Bylo odesláno jedno upozornění na tento příspěvek!
nl_nl: Er is een notificatie voor deze post verzonden.

source: Post notification process, for this post, is already in process!
cs_cz: Proces upozornění na tento příspěvek je již zpracováván!
nl_nl: De notificatie voor deze post is gaande.

source: Post notification process, for this post, FAILED to complete successfully!
cs_cz: Proces upozornění na tento příspěvek NEBYL úspěšně ukončen!
nl_nl: De notificatie voor deze post is niet goed verlopen.

source: Last sent:
cs_cz: Naposledy posláno:
nl_nl: Laatst verzonden:

source: Post notification has been scheduled for this post!
cs_cz: Upozornění na tento příspěvek bylo naplánováno!
nl_nl: Notificatie voor deze post is klaargezet.

source: Scheduled for:
cs_cz: Naplánováno na:
nl_nl: Klaargezet voor:

source: Date cannot be in the past! Please try again.
cs_cz: Datum nesmí být v minulosti! Prosím zkuste znovu.
nl_nl: Datum mag niet in het verleden liggen. Probeer het nogmaals.

source: Please choose a date and time after the scheduled publish date and time.
cs_cz: Prosím zvolte datum a čas následující po naplánovaném datu a čase publikování příspěvku.
nl_nl: Kies een datum en tijd ná de geplande publikatiedatum en -tijd.

source: Post notification is ALREADY scheduled for this post!
cs_cz: Tento příspěvek má již NAPLÁNOVÁNO upozornění!
nl_nl: De notificatie voor deze post is al klaargezet.

source: Post notification for this post has been CANCELLED!
cs_cz: Upozornění na tento příspěvek bylo ZRUŠENO!
nl_nl: De notificatie voor deze post is afgebroken.

source: Post notification for this post is already IN PROCESS and cannot be cancelled!
cs_cz: Upozornění na tento příspěvek je již ZPRACOVÁVÁNO a nelze ho zrušit!
nl_nl: De notificatie voor deze post loopt al en kan niet meer worden afgebroken.

source: Post notification is no longer scheduled for this post!
cs_cz: Tento příspěvek již nemá naplánováno upozornění!
nl_nl: Notificatie voor deze post staat niet meer op stapel.

source: Last sent:
cs_cz: Naposledy posláno:
nl_nl: Laatst verzonden:

source: Processing...complete.
cs_cz: Zpracování... hotovo.
nl_nl: Verwerking ... compleet.

source: Successfully sent to:
cs_cz: Úspěšně odesláno:
nl_nl: Met succes verzonden naar:

source: Skipped invalid email addresses:
cs_cz: Přeskočeny neplatné emailové adresy:
nl_nl: Overgeslagen ongeldige e-mailadressen:

source: Post Notif Settings
cs_cz: Post Notif Nastavení
nl_nl: Post Notif instellingen

source: View Subscribers
cs_cz: Zobrazit Odběratele
nl_nl: Bekijk abonnees

source: View Post Notifs Sent
cs_cz: Zobrazit odeslaná upozornění Post Notif
nl_nl: Bekijk verzonden notificaties

source: Manage Subscribers
cs_cz: Upravit Odběratele
nl_nl: Beheer abonnees

source: Import Subscribers
cs_cz: Import Odběratelů
nl_nl: Importeer abonnees

source: Staged Subscribers
cs_cz: Připravení Odběratelé
nl_nl: Voorbewerkte abonnees

source: Blank email address.
cs_cz: Prázdná emailová adresa.
nl_nl: Leeg e-mailadres.

source: Email address truncated (more than 100 chars).
cs_cz: Adresa emailu zkrácena (více než 100 znaků).
nl_nl: E-mailadres ingekort (meer dan 100 karakters).

source: Invalid email address.
cs_cz: Neplatná emailová adresa.
nl_nl: Ongeldig e-mailadres.

source: [Unknown]
cs_cz: [Neznámé]
nl_nl: [onbekend]

source: First name truncated (more than 50 chars).
cs_cz: Křestní jméno zkráceno (víc než 50 znaků).
nl_nl: Voornaam ingekort (meer dan 50 karakters).

source: Non-numeric category
cs_cz: Ne-číselná kategorie
nl_nl: Niet-numerieke categorie

source: Invalid category
cs_cz: Neplatná kategorie
nl_nl: Ongeldige categorie

source: Staged (pending creation)
cs_cz: Připraveno (odložené vytvoření)
nl_nl: Voorbewerkt (wacht op creatie)

source: Create
cs_cz: Vytvořit
nl_nl: Aanmaken

source: Delete
cs_cz: Smazat
nl_nl: Verwijder

source: Created
cs_cz: Vytvořeno
nl_nl: Aangemaakt

source: Staged
cs_cz: Připraveno
nl_nl: Voorbewerkt

source: Warning
cs_cz: Varování
nl_nl: Waarschuwing

source: Duplicate email address
cs_cz: Duplikátní emailová adresa
nl_nl: Dubbel e-mailadres

source: Import error
cs_cz: Chyba importu
nl_nl: Importfout

source: System error
cs_cz: Systémová chyba
nl_nl: Systeemfout

source: First Name
cs_cz: Křestní jméno
nl_nl: Voornaam

source: Email Address
cs_cz: Emailová adresa
nl_nl: E-mailadres

source: Status
cs_cz: Stav

source: Message
cs_cz: Zpráva
nl_nl: Bericht

source: Categories
cs_cz: Kategorie
nl_nl: Categorieën

source: All
cs_cz: Vše
nl_nl: Alles

source: subscribers
cs_cz: odběratelé
nl_nl: abonnees

source: Successfully created
cs_cz: Úspěšně vytvořeno
nl_nl: Met succes aangemaakt

source: System error - try again later
cs_cz: Systémová chyba - zkuste prosím později
nl_nl: Syteemfout - probeer het later nogmaals

source: Confirm
cs_cz: Potvrďte
nl_nl: Bevestigen

source: Resend Confirmation
cs_cz: Znovu odeslat Potvrzení
nl_nl: Zend bevestiging opnieuw

source: Confirmed?
cs_cz: Potvrzeno?
nl_nl: Bevestigd?

source: Date Subscribed
cs_cz: Datum Odběru
nl_nl: Datum van inschrijven

source: Yes
cs_cz: Ano
nl_nl: Ja

source: No
cs_cz: Ne
nl_nl: Nee

source: Post ID
cs_cz: ID příspěvku

source: Post Title
cs_cz: Název příspěvku
nl_nl: Post titel

source: Author
cs_cz: Autor
nl_nl: Auteur

source: Sent Date/Time
cs_cz: Odesláno Datum/Čas
nl_nl: Verzenddatum en -tijd

source: Sent By
cs_cz: Odesláno kým
nl_nl: Verzonden door

source: *** Can''t find user ID
cs_cz: *** Nelze nalézt ID uživatele
nl_nl: *** Gebruikers ID niet gevonden

source: System (scheduled)
cs_cz: Systém (plánováno)
nl_nl: Systeem (gepland)

source: notification
cs_cz: upozornění
nl_nl: notificatie

source: notifications
cs_cz: upozornění
nl_nl: notificaties

source: Send Now
cs_cz: Odeslat Teď
nl_nl: Nu verzenden

source: Schedule
cs_cz: Naplánovat
nl_nl: Inplannen

source: RESEND
cs_cz: ZNOVU ODESLAT
nl_nl: OPNIEUW VERZENDEN

source: Schedule RESEND
cs_cz: Naplánovat ZNOVU ODESLÁNÍ
nl_nl: plan OPNIEUW VERZENDEN in

source: Send
cs_cz: Odeslat
nl_nl: Verzenden

source: Schedule Send
cs_cz: Naplánovat Odeslání
nl_nl: plan VERZENDEN in

source: Cancel
cs_cz: Zrušit
nl_nl: Afbreken

source: Change to
cs_cz: Změnit na
nl_nl: Verander in

source: Datetime to schedule post notification to run at
cs_cz: Datum a čas naplánovaného odeslání upozornění na příspěvek
nl_nl: Ingepland verzendtijdstip

source: Month
cs_cz: Měsíc
nl_nl: Maand

source: Day
cs_cz: Den
nl_nl: Dag

source: Year
cs_cz: Rok
nl_nl: Jaar

source: Hour
cs_cz: Hodina
nl_nl: Uur

source: Minute
cs_cz: Minuta
nl_nl: Minuut

source: Test Send
cs_cz: Odeslat Test
nl_nl: Ttestzending

source: Send to:
cs_cz: Odeslat:
nl_nl: Verzend aan:

source: Email Settings
cs_cz: Nastavení emailu
nl_nl: E-mail instellingen

source: Email sender name:
cs_cz: Jméno odesílatele emailu:
nl_nl: E-mail afzendernaam:

source: Email sender email address:
cs_cz: Email adresa odesílatele emailu:
nl_nl: E-mail afzenderadres:

source: Subscription confirmation email subject:
cs_cz: Předmět emailu potvrzení odběru:
nl_nl: Onderwerp email aanmeldingsbevestiging:

source: Subscription confirmation email body:
cs_cz: Tělo emailu potvrzení odběru:
nl_nl: Tekst email aanmeldingsbevestiging:

source: After subscription is confirmed:
cs_cz: Po potvrzení odběru:
nl_nl: Nadat aanmelding is bevestigd:

source: Send email to subscriber?
cs_cz: Poslat email odběrateli?
nl_nl: Email zenden aan nieuwe abonnee?

source: Email sent after subscription is confirmed subject:
cs_cz: Předmět emailu po potvrzeném odběru:
nl_nl: Onderwerp e-mail na bevestiging door nieuwe abonnee:

source: Email sent after subscription is confirmed body:
cs_cz: Tělo emailu po potvrzeném odběru:
nl_nl: Tekst e-mail na bevestiging door nieuwe abonnee:

source: Post notification email subject:
cs_cz: Předmět emailu upozornění na příspěvek:
nl_nl: Onderwerp e-mail notificatie:

source: Post notification email body:
cs_cz: Tělo emailu upozornění na příspěvek:
nl_nl: Tekst e-mail notificatie:

source: Send post notifications when post published:
cs_cz: Poslat upozornění na příspěvek při publikování:
nl_nl: Stuur notificaties wanneer post wordt gepubliceerd:

source: Yes (Auto)
cs_cz: Ano (Automaticky)
nl_nl: Ja (automatisch)

source: No (Manual)
cs_cz: Ne (Ručně)
nl_nl: Nee (handmatig)

source: If using "Custom Structure" permalink:
cs_cz: Permalink při použití "Zákaznické struktury":
nl_nl: Wanneer je een "Custom structure" permalink gebruikt:

source: %category% is concatenated with something
cs_cz: %category% je s něčím spojená
nl_nl: %category% is uitgebreid ("concatenated") met iets

source: This is not common.
cs_cz: Toto není běžné.
nl_nl: Dit is niet gebruikelijk.

source: Page Settings
cs_cz: Nastavení Stránky
nl_nl: Pagina instellingen

source: Subscription confirmed page title:
cs_cz: Název stránky potvrzení odběru:
nl_nl: Titel inschrijving-bevestigd-pagina:

source: Subscription confirmed page greeting:
cs_cz: Pozdrav stránky potvrzení odběru:
nl_nl: Tekst inschrijving-bevestigd-pagina:

source: Subscription preferences selection instructions:
cs_cz: Návod na výběr preferencí výběru:
nl_nl: Tekst abonnementsvoorkeuren:

source: Current subscription preferences page title:
cs_cz: Název stránky platných preferencí odběru:
nl_nl: Titel huidige-abonnementsvoorkeuren-pagina:

source: Current subscription preferences page greeting:
cs_cz: Pozdrav stránky platných preferencí odběru:
nl_nl: Tekst huidige-abonnementsvoorkeuren-pagina:

source: Subscription preferences updated page title:
cs_cz: Název stránky změněných preferencí odběru:
nl_nl: Titel bijgewerkte-voorkeuren-pagina:

source: Subscription preferences updated page greeting:
cs_cz: Pozdrav stránky změněných preferencí odběru:
nl_nl: Tekst bijgewerkte-voorkeuren-pagina:

source: Unsubscribe link label:
cs_cz: Název odkazu pro ukončení odběru:
nl_nl: Tekst voor opzeggen abonnement:

source: Unsubscribe confirmation page title:
cs_cz: Název stránky potvrzení ukončení odběru:
nl_nl: Titel bevestigingspagina opzegging:

source: Unsubscribe confirmation page greeting:
cs_cz: Pozdrav stránky potvrzení ukončení odběru:
nl_nl: Tekst bevestigingspagina opzegging:

source: Widget Messages
cs_cz: Zprávy Widgetu
nl_nl: Widget berichten

source: Error (blank email address):
cs_cz: Chyba (prázdná emailová adresa):
nl_nl: Fout (leeg e-mailadres):

source: Error (invalid email address):
cs_cz: Chyba (neplatná emailová adresa):
nl_nl: Fout (ongeldig e-mailadres):

source: Message (processing):
cs_cz: Zpráva (zpracováváno):
nl_nl: Bericht (in uitvoering):

source: Message (already subscribed):
cs_cz: Zpráva (odběr již přihlášen):
nl_nl: Bericht (reeds aangemeld):

source: Message (successful subscription request):
cs_cz: Zpráva (úspěšný požadavek odběru):
nl_nl: Bericht (aanmeldingsverzoek geslaagd):

source: Message (failed subscription request):
cs_cz: Zpráva (požadavek odběru selhal):
nl_nl: Bericht (mislukt abonneringsverzoek):

source: Category Settings
cs_cz: Nastavení Kategorie
nl_nl: Categorie instellingen

source: Categories available to subscribers:
cs_cz: Dostupné kategorie k přihlášení odběru:
nl_nl: Beschikbare categorieën:

source: Admin Menu Settings
cs_cz: Nastavení Admin Menu
nl_nl: Admin-menu instellingen

source: Position in menu:
cs_cz: Pozice v menu:
nl_nl: Positie in menu:

source: If you cannot see the Post Notif admin menu, change this to another number of the form "3.xyz".
cs_cz: Pokud nevidíte Post Notif admin menu, změňte toto na číslo ve formátu "3.xyz".
nl_nl: Als je het Post Notif admin-menu niet ziet, verander deze waarde dan in een andere in de vorm "3.xyz".

source: Import from file:
cs_cz: Import ze souboru:
nl_nl: Importeren uit bestand:

source: Import directly:
cs_cz: Přímý import:
nl_nl: Directe import:

source: NOTES:
cs_cz: POZNÁMKY:
nl_nl: OPMERKINGEN:

source: 1. Data entered into "Import directly" field is NOT preserved; do NOT type in data directly (copy-and-paste from a file you've saved somewhere).
cs_cz: 1. Data vložená do pole "Přímý import" NEJSOU uchovávána; NEZAPISUJTE je přímo sem (použijte copy-and-paste ze souboru, který máte někde uložen).
nl_nl: 1. Wat je invoert in "Directe invoer" wordt NIET bewaard; voer je data in in een apart bestand dat je eerst opslaat en kopieer van daaruit naar dit invoerveld.

source: 2. Data entered into "Import directly" field will only be processed if NO file is selected.
cs_cz: 2. Data vložená do pole "Přímý import" budou zpracována pouze v případě, že NEBYL vybrán soubor.
nl_nl: 2. Invoer in "Direcete invoer" wordt alleen verwerkt als je GEEN bestand hebt geselecteerd.

source: 3. See FAQ for row format (required and optional fields).
cs_cz: 3. Přečtěte si FAQ - formátování řádků (vyžadovaná a volitelná pole).
nl_nl: 3. Zie de FAQ voor het rij-format (verplichte en optionele velden).

source: 4. For best results, limit your imports to batches of less than 100 rows.
cs_cz: 4. Nejlepších výsledků dosáhnete omezením dávky na méně, než 100 řádků.
nl_nl: 4. Voor het beste resultaat voer je niet meer dan 100 rijen in een keer in.

source: Skip staging of clean rows?
cs_cz: Přeskočit přípravu prázdných řádků?
nl_nl: Lege rijen overslaan?

source: Staged subscriber created.
cs_cz: Byl vytvořen připravený odběratel.
nl_nl: Aspirant abonnee aangemaakt.

source: Staged subscriber deleted.
cs_cz: Byl smazán připravený odběratel.
nl_nl: Aspirant abonnee verwijderd.

source: Subscriber exported.
cs_cz: Odběratel exportován.
nl_nl: Abonnee geëxporteerd.

source: Subscriber confirmed.
cs_cz: Odběratel potvrzen.
nl_nl: Abonnee bevestigd.

source: Subscriber deleted.
cs_cz: Odběratel smazán.
nl_nl: Abonnee verwijderd.

source: Undo
cs_cz: Zpět
nl_nl: Ongedaan maken

source: Deletion of subscriber has been undone.
cs_cz: Smazání odběratele bylo odvoláno.
nl_nl: Verwijderen van abonnee is ongedaan gemaakt.

source: Confirmation email re-sent to subscriber.
cs_cz: Potvrzující email byl znovu odeslán odběrateli.
nl_nl: Bevestigings-e-mail opnieuw verzonden aan abonnee.

source: No %s found.
cs_cz: %s nenalezen.
nl_nl: Geen %s gevonden.

source: Post Notif: FAILURE to create subscriber
cs_cz: Post Notif: CHYBA při vytvoření odběratele
nl_nl: Post Notif: aanmaken abonnee mislukt

source: The following person attempted to subscribe but subscriber creation failed.
cs_cz: Následující osoba se pokusila přihlásit k odběru, ale vytvoření odběru selhalo.
nl_nl: De volgende persoon schreef zich in, maar het aanmaken van de abonnee mislukte.

source: You should add them directly (via the Import Subscribers process and then "resend" their confirmation email [from the Manage Subscribers page]), but also be sure to check your database permissions too, to determine why failure occurred in the first place!
cs_cz: Měli byste je přidat přímo (pomocí procesu Importu Odběratelů a potom znovu poslat jejich potvrzující email [ze stránky Upravit Odběratele]), určitě ale také zkontrolujte také oprávnění databáze, abyste zjistili proč předtím došlo k selhání!
nl_nl: Voeg ze rechtstreeks toe (via 'Importeer abonnees' en zend de bevestiging dan vanaf 'Beheer abonnees'), maar controleer zeker ook je database instellingen om te zien waar het fout ging!

source: First Name:
cs_cz: Křestní jméno:
nl_nl: Voornaam:

source: Email Address:
cs_cz: Emailová adresa:
nl_nl: E-mailadres:

source: Allow users to subscribe to post notifications.
cs_cz: Povolit uživatelům přihlásit odběr upozornění na příspěvky.
nl_nl: Sta gebruikers toe zich te abonneren op notificaties.

source: List View
cs_cz: Zobrazení Seznamu
nl_nl: Lijstoverzicht

source: Excerpt View
cs_cz: Zobrazení Části textu
nl_nl: Samenvattingsoverzicht

source: No items found.
cs_cz: Položky nenalezeny.
nl_nl: Geen items gevonden.

source: Select bulk action
cs_cz: Vyberte hromadnou akci
nl_nl: Selecteer actie

source: Bulk Actions
cs_cz: Hromadné akce
nl_nl: Acties

source: Apply
cs_cz: Použít
nl_nl: Toepassen

source: Filter by date
cs_cz: Filter podle datumu
nl_nl: Filter op datum

source: All dates
cs_cz: Všechny datumy
nl_nl: Alle data

source: %s pending
cs_cz: %s naplánován
nl_nl: %s in afwachting

source: 1 item
cs_cz: 1 položka

source: Go to the first page
cs_cz: Na první stránku
nl_nl: eerste pagina

source: Go to the previous page
cs_cz: Na předcházející stránku
nl_nl: vorige pagina

source: Select Page
cs_cz: Vyberte Stránku
nl_nl: selecteer pagina

source: Current page
cs_cz: Platná Stránka
nl_nl: huidige pagina

# paging
source: %1$s of %2$s
cs_cz: %1$s z %2$s
nl_nl: %1$s van %2$s

source: Go to the next page
cs_cz: Na další stránku
nl_nl: volgende pagina

source: Go to the last page
cs_cz: Na poslední stránku
nl_nl: laatste pagina

source: Select All
cs_cz: Vyberte všechny
nl_nl: Selecteer alles

source: Title:
cs_cz: Název:
nl_nl: Titel:

source: Call to Action:
cs_cz: Zvolit akci:

source: Button Label:
cs_cz: Název tlačítka:
nl_nl: Knop label:

source: First Name Placeholder:
cs_cz: Označení Křestního jména:
nl_nl: Voornaam dummy:

source: Email Address Placeholder:
cs_cz: Označení Emailové adresy:
nl_nl: E-mailadres dummy:

source: Update
cs_cz: Aktualizace
nl_nl: Bijwerken

source: Notify subscribers when you publish new posts.
cs_cz: Upozorněte odběratele, když publikujete nové příspěvky.
nl_nl: Attendeer abonnees als je een nieuwe post publiceert.

source: Export
nl_nl: Exporteren

source: Import
nl_nl: Importeren
